Repository: zaki3gh/DeviceList
Catalog: source/DeviceList/Strings/*/DeviceClassName.resw
Source language: en_us
Languages: ja_jp

source: Digital Media Devices
ja_jp: デジタル メディア デバイス

# PrintQueue
source: Print queues
ja_jp: 印刷キュー

# WCEUSBS
source: Mobile devices
ja_jp: モバイル デバイス

# USB
source: Universal Serial Bus controllers
ja_jp: ユニバーサル シリアル バス コントローラー

# PnpPrinters
source: IEEE 1394 and SCSI printers
ja_jp: IEEE 1394 と SCSI プリンター

# Dot4
source: IEEE 1284.4 devices
ja_jp: IEEE 1284.4 デバイス

# Dot4Print
source: IEEE 1284.4 compatible printers
ja_jp: IEEE 1284.4 互換プリンター

# CDROM
source: DVD/CD-ROM drives
ja_jp: DVD/CD-ROM ドライブ

source: Computer
ja_jp: コンピューター

# DiskDrive
source: Disk drives
ja_jp: ディスク ドライブ

# Display
source: Display adapters
ja_jp: ディスプレイ アダプター

# fdc
source: Floppy drive controllers
ja_jp: フロッピー ドライブ コントローラー

# hdc
source: IDE ATA/ATAPI controllers
ja_jp: IDE ATA/ATAPI コントローラー

# Keyboard
source: Keyboards
ja_jp: キーボード

# MEDIA
source: Sound, video and game controllers
ja_jp: サウンド、ビデオ、およびゲーム コントローラー

# Modem
source: Modems
ja_jp: モデム

# Monitor
source: Monitors
ja_jp: モニター

# Mouse
source: Mice and other pointing devices
ja_jp: マウスとそのほかのポインティング デバイス

# MTD
source: Memory technology devices
ja_jp: メモリ テクノロジ デバイス

# MultiFunction
source: Multifunction adapters
ja_jp: 多機能アダプター

# Net
source: Network adapters
ja_jp: ネットワーク アダプター

# NetClient
source: Network Client
ja_jp: ネットワーク クライアント

# NetTrans
source: Network Protocol
ja_jp: ネットワーク プロトコル

# PCMCIA
source: PCMCIA adapters
ja_jp: PCMCIA アダプター

# Ports
source: Ports (COM & LPT)
ja_jp: ポート (COM と LPT)

# Printer
source: Printers
ja_jp: プリンター

# SCSIAdapter
source: Storage controllers
ja_jp: 記憶域コントローラー

# System
source: System devices
ja_jp: システム デバイス

# Unknown
source: Other devices
ja_jp: ほかのデバイス

# FloppyDisk
source: Floppy disk drives
ja_jp: フロッピー ディスク ドライブ

# Processor
source: Processors
ja_jp: プロセッサ

# MultiPortSerial
source: Multi-port serial adapters
ja_jp: マルチポート シリアル アダプター

# Memory
source: Memory devices
ja_jp: メモリ デバイス

# SmartCardReader
source: Smart card readers
ja_jp: スマート カード読み取り装置

# Sensor
source: Sensors
ja_jp: センサー

# VolumeSnapshot
source: Storage volume shadow copies
ja_jp: 記憶域ボリューム シャドウ コピー

# Biometric
source: Biometric devices
ja_jp: 生体認証デバイス

# Proximity
source: Proximity devices
ja_jp: 近接通信デバイス

# SoftwareDevice
source: Software devices
ja_jp: ソフトウェア デバイス

source: IEEE 1394 host controllers
ja_jp: IEEE 1394 ホスト コントローラー

# Infrared
source: Infrared devices
ja_jp: 赤外線デバイス

# Image
source: Imaging devices
ja_jp: イメージング デバイス

# TapeDrive
source: Tape drives
ja_jp: テープ ドライブ

# Volume
source: Storage volumes
ja_jp: 記憶域ボリューム

# Battery
source: Batteries
ja_jp: バッテリ

# HIDClass
source: Human Interface Devices
ja_jp: ヒューマン インターフェイス デバイス

source: 61883 devices
ja_jp: 61883 デバイス

# USBDevice
source: Universal Serial Bus devices
ja_jp: ユニバーサル シリアル バス デバイス

# LegacyDriver
source: Non-Plug and Play drivers
ja_jp: プラグ アンド プレイではないドライバー

# SmartCard
source: Smart cards
ja_jp: スマート カード

# Ramdisk
source: RAM Disk drives
ja_jp: RAM ディスク ドライブ

# EhStorSilo
source: IEEE 1667 silo and control devices
ja_jp: IEEE 1667 サイロとコントロール デバイス

# SDHost
source: SD host adapters
ja_jp: SD ホスト アダプター

# Transfer Cable
source: Transfer Cable devices
ja_jp: 転送ケーブル デバイス

# AVC
source: Audio/video control devices
ja_jp: オーディオ/ビデオ制御デバイス

# AudioEndpoint
source: Audio inputs and outputs
ja_jp: オーディオの入力および出力

# WSDPrintDevice
source: WSD Print Provider
ja_jp: WSD 印刷プロバイダー

# MediumChanger
source: Medium Changer devices
ja_jp: メディア チェンジャー デバイス

# SBP2
source: SBP2 IEEE 1394 devices
ja_jp: SBP2 IEEE 1394 デバイス

# XnaComposite
source: Xbox 360 Peripherals
ja_jp: Xbox 360 周辺機器

source: Security devices
ja_jp: セキュリティ デバイス

# SmartCardFilter
source: Smart card filters
ja_jp: スマート カード フィルター

# WPD
source: Portable Devices
ja_jp: ポータブル デバイス

source: Firmware
ja_jp: ファームウェア
